tap "deskflow/homebrew-tap"
tap "gromgit/brewtils"


brew "watchman"
brew "lazydocker"
brew "git"
brew "zsh"
brew "mas"
brew "gh"
brew "rbenv"
brew "pyenv"
brew "taproom"
brew "neovim"
brew "lazygit"
brew "ripgrep"
brew "fd"
brew "fzf"
brew "pearcleaner"
brew "grc"

cask "orbstack"
cask "raycast"
cask "slack"
cask "betterdisplay"
cask "dbeaver-community"
cask "zulu@17"
cask "cursor"
cask "android-studio"
cask "brave-browser"
cask "ghostty"
cask "legcord"
cask "font-fira-code"
cask "jordanbaird-ice"
cask "rustdesk"
cask "android-studio"
cask "deskflow"

mas "Xcode", id: 497799835
